Repository: omfgnuts/mf-translations-test
Catalog: l10n/po/translation_index.*.po
Languages: es, zh

source: *RSS* - the acronym for Really Simple Syndication, a type of subscription format for tracking changes to a web site.
es: *RSS* - el acrónimo de Síndicación Realmente Sencilla, un tipo de formato de suscripción para rastrear los cambios en un sitio web.
zh: *RSS * - 真正简单的辛迪加的缩写，用于跟踪网站更改的订阅格式。

source: *Sampling Event Resource* - A resource where the basis of the resource is sampling events as defined in the Darwin Core.
es: *Recurso del Evento de Muestreo* - Un recurso donde la base del recurso es muestrear eventos como se define en el Núcleo de Darwin.
zh: *取样事件资源* - 资源基础是达尔文核心定义的采样事件的资源。

source: *Shortname* - a short unique name used for resource identification within the IPT and services that access the IPT.
es: *Nombre abreviado* - un nombre único corto utilizado para la identificación de recursos dentro de la IPT y los servicios que acceden a la IPT.
zh: *短名* - 用于IPT中的资源识别和访问 IPT 服务的简短唯一名称

source: *Source Data* - in this user manual, the source data are the data that are mapped to core types and extensions within a resource and may consist of text files or a database.
es: *Datos de origen* - en este manual de usuario, los datos de origen son los datos que se asignan a tipos de núcleo y extensiones dentro de un recurso y pueden consistir en archivos de texto o una base de datos.
zh: *源数据* - 在本用户手册中， 源数据是指在资源范围内映射到核心类型和扩展的数据，可能由文本文件或数据库组成。

source: *Visibility* - a term describing how a resource may be viewed (private, public, or registered).
es: *Visibilidad* - un término que describe cómo se puede ver un recurso (privado, público o registrado).
zh: *可视性* - 一个描述资源如何被查看的术语(私有、公共或注册)。

source: Getting Started – Installation and Initial Setup
es: Empezando – instalación e instalación inicial
zh: 启动——安装和初始设置

source: This Getting Started Guide is meant for those wishing to install and run an IPT instance for the first time. If you would like to see a functional installation of the IPT in action, you may use the public test instance of the latest general release version at https://ipt.gbif.org/ (contact helpdesk@gbif.org for an account). If you do so, refer to xref:overview.adoc[] for details on how to use the screens you will see.
es: Esta Guía de Inicio está destinada a aquellos que deseen instalar y ejecutar una instancia IPT por primera vez. Si desea ver una instalación funcional de la IPT en acción, puedes usar la instancia pública de prueba de la última versión general en https://ipt. bif.org/ (póngase en contacto con helpdesk@gbif.org para obtener una cuenta). Si lo hace, consulte xref:overview.adoc[] para obtener detalles sobre cómo utilizar las pantallas que verá.
zh: 这个入门指南是为了首次安装和运行IPT实例的人设计的。 如果您希望看到正在运行的 IPT 功能安装， 您可以在 https://ipt 上使用最新版本的公开测试实例。 bif.org/(请联系helpdesk@gbif.org。如果您这样做，请参阅xref:overview.adoc[…]关于如何使用您将看到的屏幕的详情。

source: Developers who wish to work with the latest revision of the source code should consult the xref:developer-guide.adoc[] section.
es: Los desarrolladores que deseen trabajar con la última revisión del código fuente deberían consultar la sección xref:developer-guide.adoc[].
zh: 开发者如果希望与源代码的最新版本合作，请参阅xref:developer-guide.adoc[]部分。

source: Publishers who would prefer not to run their own IPT may refer to the list of xref:data-hosting-centres.adoc[data hosting centres].
es: Los editores que prefieran no ejecutar su propia IPT pueden referirse a la lista de xref:data-hosting-centres.adoc[centros de alojamiento de datos].
zh: 不愿意运行自己的IPT的出版商可参阅xref:data-hosting-centres.adoc[数据托管中心]。
