Repository: omfgnuts/mf-translations-test
Catalog: l10n/po/translation_index.*.po
Languages: es, zh

source: How to Use this Manual
es: Cómo utilizar este manual
zh: 如何使用本手册

source: This manual has three main components: an introduction with background information, a number of step-by-step tutorials and a complete reference guide including a "getting started" section and sections describing in detail the different elements of the tool.
es: Este manual tiene tres componentes principales: una introducción con información de fondo, una serie de tutoriales paso a paso y una guía de referencia completa que incluye una sección de "comenzar" y secciones que describen en detalle los diferentes elementos de la herramienta.
zh: 该手册有三个主要组成部分：带有背景资料的导言。 一系列逐步教程和完整的参考指南，包括“开始”部分和详细描述工具不同元素的章节。

source: test
es: prueba
zh: 测试模式

source: All users are encouraged to review this introductory part and then refer to the different specific sections depending on their role(s) regarding the IPT installation. The IPT (and this manual) differentiates three type of users:
es: Se recomienda a todos los usuarios que revisen esta parte introductoria y luego se refieran a las diferentes secciones específicas dependiendo de su(s) rol(es) con respecto a la instalación de IPT. El IPT (y este manual) diferencia tres tipos de usuarios:
zh: 鼓励所有用户审查这个导言部分，然后参照不同的具体章节，这取决于他们在IPT安装方面的作用。 IPT (和本手册) 区分三种用户：

source: *Administrators*: in charge of installing and configuring the IPT. They can make changes to all aspects of an instance of the IPT. Administrators should refer to the xref:getting-started.adoc[Getting Started] and xref:administration.adoc[Administration Menu] sections of the reference guide.
es: *Administradores*: a cargo de instalar y configurar la IPT. Pueden hacer cambios en todos los aspectos de una instancia de la IPT. Los administradores deben referirse a las secciones xref:getting-started.adoc[Iniciando] y xref:administration.adoc[Menú de Administración] de la guía de referencia.
zh: *管理员*：负责安装和配置IPT。他们可以更改IPT实例的所有方面。 管理员应该参考参考参考指南的 xref:getting-started.adoc[Getting Started] 和 xref:adoc[Administration Menu] 部分。

source: *Resource Managers*: they are able to create, edit, remove and manage resources (data sets and metadata). Depending on the settings they may or may not have registration rights to publish resources through the GBIF Network. Resource managers should refer to the different xref:how-to-publish.adoc[tutorials] depending on the type of data that they need to deal with (xref:resource-metadata.adoc[metadata], xref:occurrence-data.adoc[occurrences], special data types through extensions, etc.). The xref:manage-resources.adoc[Manage Resources Menu] section will also be very helpful for resource managers.
es: *Administradores de recursos*: son capaces de crear, editar, eliminar y administrar recursos (conjuntos de datos y metadatos). Dependiendo de la configuración que puedan o no tener derechos de registro para publicar recursos a través de la Red GBIF. Los gestores de recursos deben referirse a los diferentes xref: cómo publicar. doc[tutorials] dependiendo del tipo de datos que necesiten para tratar con (xref:resource-metadata.adoc[metadata], xref:occurrence-data. doc[occurrences], tipos de datos especiales a través de extensiones, etc. La sección xref:manage-resources.adoc[Manage Resources Menu] también será muy útil para los administradores de recursos.
zh: *资源管理员*：他们能够创建、编辑、移除和管理资源（数据集和元数据）。 根据设置，他们可能有或没有通过GBIF网络发布资源的注册权。 资源管理人员应参考不同的xref:how to publish。 doc[tutorials] 取决于他们需要处理的 (xref:resour-metadata.adoc[metadata], xref:ocuse-data. doc[occurrences]通过扩展等特殊数据类型。xref:manage-resources.adoc[管理资源菜单] 部分也将对资源管理员非常有用

source: *Basic users*: They can only browse the resources published in an IPT installation. For basic users the IPT works as a simple web application so no further explanation is included in this manual.
es: *Usuarios básicos*: Sólo pueden navegar por los recursos publicados en una instalación IPT. Para los usuarios básicos, el IPT funciona como una aplicación web simple, por lo que no se incluye ninguna explicación adicional en este manual.
zh: *基本用户*：他们只能浏览在IPT安装中发布的资源。 对于基本用户来说，IPT是一个简单的网络应用程序，因此本手册中没有进一步的解释。

source: GBIF Integrated Publishing Toolkit (IPT) User Manual
es: Manual de usuario de la herramienta de publicación integrada de GBIF (IPT)
zh: GBIF 集成发布工具包(IPT) 用户手册

source: _For information on the latest release, including downloads, see the xref:releases.adoc[Releases] page._
es: _Para información sobre la última versión, incluyendo descargas, vea la página xref:releases.adoc[Releases]._
zh: _关于最新版本的信息，包括下载，请参阅xref：releases.adoc[Releases] page._

source: The GBIF Integrated Publishing Toolkit (IPT) is a freely available open source web application that makes it easy to share four types of biodiversity-related information:
es: El kit de herramientas de publicación integradas de GBIF (IPT) es una aplicación web de código abierto disponible libremente que facilita el intercambio de cuatro tipos de información relacionada con la biodiversidad:
zh: GBIF 综合出版工具包(IPT) 是一个免费提供的开放源代码网页应用程序，易于分享四种类型的与生物多样性有关的信息：

source: primary taxon occurrence data
es: datos primarios de ocurrencia de taxón
zh: 主要分类群事件数据

source: taxon checklists
es: listas de verificación de taxones
zh: 分类单元清单

source: sampling event data
es: muestreo de datos del evento
zh: 采样事件数据

source: general metadata about data sources.
es: metadatos generales sobre fuentes de datos.
zh: 数据源的一般元数据。

source: An IPT instance as well as the data and metadata registered through the IPT are connected to the GBIF Registry, are indexed for consultation via the GBIF network and portal, and are made accessible for public use. The IPT can also be configured with a DataCite account in order to assign DOIs to datasets transforming it into a data repository.
es: Una instancia IPT, así como los datos y metadatos registrados a través del IPT están conectados al Registro GBIF, son indexadas para su consulta a través de la red GBIF y el portal, y son accesibles para uso público. El IPT también se puede configurar con una cuenta de DataCite para asignar DOI a los conjuntos de datos que lo transforman en un repositorio de datos.
zh: IPT实例以及通过IPT注册的数据和元数据已连接到GBIF注册表， 通过基于性别的综合框架网络和门户网站为咨询编制索引，并可供公众使用。 IPT 也可以使用 DataCite 帐户配置，以便将 DOI指派到数据集，转换成数据存储库。

source: Founded and funded by governments in 2001, The Global Biodiversity Information Facility (GBIF) is the world's largest multi-lateral initiative for enabling free access to biodiversity data via the Internet. https://www.gbif.org/participation/participant-list[GBIF's diverse Participants] include primarily countries and international organizations. GBIF also has formal partnerships with relevant international treaty bodies. GBIF's mission is to promote and enable free and open access to biodiversity data worldwide via the Internet to underpin science, conservation and sustainable development. More information about GBIF can be found at https://www.gbif.org/[GBIF.org].
es: Fundado y financiado por los gobiernos en 2001, El Global Biodiversity Information Facility (GBIF) es la mayor iniciativa multilateral del mundo para permitir el libre acceso a los datos de biodiversidad a través de Internet. https://www.gbif.org/participation/participant-list[los diversos participantes de GBIF] incluyen principalmente países y organizaciones internacionales. GBIF también tiene asociaciones formales con organismos internacionales relevantes de tratados. La misión de GBFI es promover y permitir el acceso libre y abierto a los datos de biodiversidad en todo el mundo a través de Internet para apuntalar la ciencia, la conservación y el desarrollo sostenible. Puede encontrar más información sobre GBIF en https://www.gbif.org/[GBIF.org].
zh: 2001年建立并由各国政府提供资金 全球生物多样性信息基金是世界上最大的多边倡议，旨在使人们能够通过因特网免费获得生物多样性数据。 https://www.gbif.org/participation/participant-list[GBIF的各种参与者]主要包括国家和国际组织。 基于性别的综合框架还与有关国际条约机构建立了正式的伙伴关系。 全球生物多样性框架的任务是通过因特网促进和使人们能够自由和公开地获得世界各地生物多样性数据，以支持科学、养护和可持续发展。 更多关于GBIF的信息可在 https://www.gbif.org/[GBIF.org] 上找到。

source: Several factors have provided motivation for GBIF to lead the development of the IPT:
es: Varios factores han motivado a GBIF a liderar el desarrollo del IPT:
zh: 有几个因素促使基于性别的综合框架带头制定了综合方案：

source: limitations of previous publishing tools (DiGIR, TAPIR, BioCASe) to easily publish and transfer large datasets;
es: limitaciones de herramientas editoriales anteriores (DiGIR, TAPIR, BioCASe) para publicar y transferir fácilmente grandes conjuntos de datos;
zh: 以前的出版工具(DiGIR, TAPIR, BiCASee)很容易发布和传输大型数据集的限制；

source: the need to reduce the load on both the publisher's server, and GBIF's server during indexing. The reason being that indexing from DiGIR, TAPIR, or BioCASe caused heavy loads due to repeated HTTP request-response interactions.
es: la necesidad de reducir la carga tanto en el servidor del editor, como en el servidor de GBIF, durante la indexación. La razón es que la indexación de DiGIR, TAPIR o BioCASe causó cargas pesadas debido a la repetición de la solicitud de respuesta HTTP.
zh: 在索引过程中需要减少发布者服务器和GBIF服务器的负荷。 原因是DiGIR、TAPIR或BioCASe的索引因为重复的 HTTP 请求-响应交互而造成了沉重的负荷。

source: the need to speed up the process of indexing biodiversity occurrence datasets;
es: la necesidad de acelerar el proceso de indexación de los conjuntos de datos de ocurrencia de biodiversidad;
zh: • 需要加快生物多样性发生数据集索引的进程；

source: the need to offer additional benefits and services to the data publishers to encourage data publication;
es: la necesidad de ofrecer beneficios y servicios adicionales a los editores de datos para fomentar la publicación de datos;
zh: • 需要向数据出版商提供更多的好处和服务，以鼓励数据公布；

source: the lack of appropriate tools to publish certain types of biodiversity data, such as names checklists and data set metadata.
es: la falta de herramientas adecuadas para publicar ciertos tipos de datos sobre biodiversidad, como listas de verificación de nombres y metadatos de conjunto de datos.
zh: 缺乏适当的工具来公布某些类型的生物多样性数据，例如地名清单和数据集元数据。

source: To understand how the IPT works, try watching this concise 25 minute live demo showing how a dataset gets properly published and registered through GBIF.org.
es: Para entender cómo funciona la IPT, pruebe a ver esta concisa demostración en vivo de 25 minutos mostrando cómo un conjunto de datos se publica correctamente y se registra a través de GBIF.org.
zh: 为了了解IPT如何工作，请尝试观看这个简洁的25分钟直播演示，显示数据集如何通过GBIF.org正确地发布和注册。

source: How to publish biodiversity data through GBIF.org using the IPT
es: Cómo publicar datos de biodiversidad a través de GBIF.org usando la IPT
zh: 如何使用 IPT 通过 GBIF.org 发布生物多样性数据

source: Users
es: Usuarios
zh: 用户

source: If you're only interested in trying out the IPT please request an account on the https://ipt.gbif.org/[Demo IPT] by sending an email to helpdesk@gbif.org.
es: Si sólo está interesado en probar la IPT, por favor solicite una cuenta en https://ipt.gbif.org/[Demo IPT] enviando un correo electrónico a helpdesk@gbif.org.
zh: 如果您只想尝试IPT，请在 https://ipt.gbif.org/[Demo IPT]上通过发送电子邮件到helpdesk@gbif.org请求一个账户。

source: The simplest way to begin using the IPT is to request a free account on a xref:data-hosting-centres.adoc[trusted data hosting centre] allowing you to manage your own datasets and publish them through GBIF.org without the hassle of setting up and maintaining the IPT on your own server.
es: La forma más sencilla de comenzar a usar IPT es solicitar una cuenta gratuita en los centros de alojamiento de datos xref:datos. doc[centro de alojamiento de datos de confianza] que te permite administrar tus propios conjuntos de datos y publicarlos a través de GBIF. rg sin el problema de configurar y mantener la IPT en su propio servidor.
zh: 开始使用IPT的最简单方式是在xref:data-hosting中心申请免费帐户。 文档[可信的数据托管中心]允许您管理自己的数据集并通过GBIF发布它们。 rg 不需要在您自己的服务器上设置和维护IPT。

source: Otherwise if want to setup your own instance of the IPT the xref:getting-started.adoc[Getting Started Guide] is your entry point.
es: De lo contrario, si desea configurar su propia instancia de IPT el punto de entrada xref:getting-started.adoc[Obteniendo Guía de Inicio].
zh: 否则，如果想要设置您自己的 IPT 实例的话，xref:getting-started.adoc[Getting Started Guide]是您的切入点。

source: Be sure to sign up to the https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List], which serves as a support group for IPT users. It is essential that the IPT is kept up to date to be as secure and robust as possible, so if you are responsible for administering an IPT, then you should be signed up to be notified of new releases so that you can update immediately.
es: Asegúrese de registrarse en https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List], que sirve como un grupo de soporte para usuarios IPT. Es esencial que el IPT se mantenga al día para ser lo más seguro y sólido posible así que si usted es responsable de administrar un IPT, entonces debe estar registrado para ser notificado de nuevas versiones para que pueda actualizar inmediatamente.
zh: 请务必注册 https://lists.gbif.org/mailman/listinfo/ipt/[IPT Mailing List]，该邮件列表是IPT 用户的支持组。 防止酷刑小组必须不断更新，以便尽可能安全和有力。 如果您负责管理IPT, 然后您应该注册以获得新版本的通知，以便您可以立即更新。

source: Developers
es: Desarrolladores
zh: 开发人员

source: The core development of the IPT is directed by GBIF, but the coding is a community effort and everyone is welcome to join. Start by browsing the https://github.com/gbif/ipt/issues[Open Issues] to find something that you'd like to start working on. Kindly note that contributions are welcome in the form of a https://help.github.com/articles/creating-a-pull-request/[pull request] using a branch or fork of the repository. Full instructions aimed at developers can be found xref:developer-guide.adoc[here].
es: El desarrollo básico de la IPT está dirigido por GBIF, pero la codificación es un esfuerzo comunitario y todos son bienvenidos a unirse. Empieza navegando por https://github.com/gbif/ipt/issues[Open Issues] para encontrar algo en lo que te gustaría empezar a trabajar. Tenga en cuenta que las contribuciones son bienvenidas en forma de https://help.github.com/articles/creating-a-pull-request/[pull request] usando una rama o bifurcación del repositorio. Las instrucciones completas dirigidas a los desarrolladores pueden encontrarse en xref:developer-guide.adoc[here].
zh: IPT的核心发展由GBIF指导，但编码是社区的努力，欢迎每个人加入。 首先浏览https://github.com/gbif/ipt/issues[Open Issues] 以找到您想开始工作的东西。 请注意，在使用 https://help.github.com/articles/creating-a-pull-request/[pull request] 使用版本库的分支或分叉形式欢迎捐款。 针对开发者的完整说明可以找到 xref:developer-guide.adoc[here]。

source: Translators
es: Traductores
zh: 翻译者

source: The IPT user interface and manual both need internationalization, but it's a community effort and everyone is welcome to join. Full instructions aimed at translators can be found xref:translations.adoc[here].
es: La interfaz de usuario de IPT y el manual necesitan internacionalización, pero es un esfuerzo de la comunidad y todos son bienvenidos a unirse. Las instrucciones completas dirigidas a los traductores pueden encontrarse en xref:translations.adoc[here].
zh: IPT 用户界面和手动都需要国际化，但这是社区的努力，欢迎每个人加入。 针对翻译员的完整说明可以找到 xref:translations.adoc[here]。

source: Thanks to an enormous community effort, and by leveraging the power of the https://crowdin.com/project/gbif-ipt[Crowdin] localization tool, the user interface has already been translated into seven different languages: English, French, Spanish, Traditional Chinese, Brazilian Portuguese, Japanese, and Russian.
es: Gracias a un enorme esfuerzo comunitario, y aprovechando el poder del https://crowdin. om/project/gbif-ipt[Crowdin] herramienta de localización, la interfaz de usuario ya ha sido traducida a siete idiomas diferentes: inglés, Francés, español, chino tradicional, brasileño, japonés y ruso.
zh: 由于社区的巨大努力，并通过利用https://crowdin的力量。 om/project/gbif-ipt[Crowdin] 本地化工具，用户界面已翻译成七种不同语言：英文。 法文、西班牙文、传统中文、巴西葡萄牙文、日文和俄文。

source: Acknowledgements
es: Agradecimientos
zh: 鸣谢

source: A large number of dedicated volunteers contribute to the success of this software. With your help, the IPT has become a successful tool in use all around the world.
es: Un gran número de voluntarios dedicados contribuyen al éxito de este software. Con su ayuda, la IPT se ha convertido en una herramienta exitosa en uso en todo el mundo.
zh: 大量专心致志的志愿者为这一软件的成功做出了贡献。 在你的帮助下，IPT已经成为世界各地使用的一个成功工具。

source: https://crowdin.com/[Crowdin] is kindly supporting this open source project by giving GBIF a free access to its localization management platform. Crowdin makes it possible to manage a large number of concurrent translations.
es: https://crowdin.com/[Crowdin] apoya amablemente este proyecto de código abierto dando a GBIF un acceso gratuito a su plataforma de administración de localización. Crowdin permite gestionar un gran número de traducciones simultáneas.
zh: https://crowdin.com/[Crowdin] 支持这个开放源码项目，允许GBIF免费访问其本地化管理平台。 Crowdin 可以管理大量并行翻译。

source: *Checklist Resource* - a resource having information about one of many types of taxon-related lists.
es: *Recurso de listas de control* - un recurso que tiene información acerca de uno de los muchos tipos de listas relacionadas con los taxones.
zh: *清单资源* - 拥有多种类分类清单信息的资源。

source: *Core Type* - a category of predefined sets of data properties (Taxon, Occurrence, and Event) used as the basis of a resource. Additional extensions might be linked to these Core Types when mapping data in the IPT.
es: *Tipo de núcleo* - una categoría de conjuntos predefinidos de propiedades de datos (Taxon, ocurrencia y Evento) que se utiliza como base de un recurso. Las extensiones adicionales podrían estar vinculadas a estos tipos de núcleo al mapear datos en la IPT.
zh: *核心类型 * - 用作资源基础的预定义的数据组属性类别(分类、发生和事件)。 在映射IPT中的数据时，可能会链接到这些核心类型。

source: *CSV file* - a text file that contains data in the Comma-separated Value format.
es: *Archivo CSV* - un archivo de texto que contiene datos en el formato Valor separado por coma.
zh: *CSV 文件* - 以逗号分隔的值格式包含数据的文本文件。

source: *Data directory* - the full (rather than relative) path (location) in the file structure where the data associated with the IPT instance are located.
es: *Directorio de datos* - la ruta completa (en lugar de relativa) (ubicación) en la estructura del archivo donde se encuentran los datos asociados con la instancia IPT.
zh: *数据目录* - 与IPT实例相关的数据所在的文件结构中的完整(而不是相对)路径(位置)。

source: *Darwin Core* - a standard consisting of terms and classes of terms used to share biodiversity data.
es: *Darwin Core* - un estándar consistente en términos y clases de términos utilizados para compartir datos sobre biodiversidad.
zh: *Darwin Core* - 一个包含用于分享生物多样性数据的术语和类别的标准。

source: *Darwin Core Archive* - a single zipped archive for a data set consisting of one or more text files of data, an XML file (meta.xml) describing the contents of the text files and how they relate to each other, and an XML file (eml.xml) containing the metadata in EML about the data set.
es: *Darwin Core Archive* - un único archivo comprimido para un conjunto de datos que consiste en uno o más archivos de texto de datos, un archivo XML (meta. ml) describiendo el contenido de los archivos de texto y cómo se relacionan entre sí, y un archivo XML (eml. ml) que contiene los metadatos en EML sobre el conjunto de datos.
zh: *Darwin Core Archive* - 一个包含一个或多个数据文本文件的 XML 文件(元)的单个压缩包。 ml描述文本文件的内容和它们之间的关系，以及一个XML文件(eml)。 ml包含EML中有关数据集的元数据。

source: *EML* - the Ecological Markup Language is an XML-based profile used to encode metadata about a data set.
es: *EML* - el Idioma de marcado ecológico es un perfil basado en XML utilizado para codificar metadatos sobre un conjunto de datos.
zh: *EML* - 生态标记语言是一个基于 XML 的配置文件，用于编码数据集的元数据。

source: *Extension* - in this user manual, an extension is a set of terms corresponding to a specific category of data. An extension should be thought of as an extension of the capabilities of the IPT rather than as an extension of any particular standard.
es: *Extensión* - en este manual de usuario, una extensión es un conjunto de términos que corresponden a una categoría específica de datos. Se debería pensar en una extensión de las capacidades del IPT más que en una extensión de cualquier norma en particular.
zh: * 扩展* - 在本用户手册中，扩展是一组与特定类别数据相对应的术语。 延期应被视为IPT能力的延伸，而不是任何特定标准的延伸。

source: *GBIF Registry* - a registry that manages the nodes, organizations, resources, and IPT installations registered with GBIF, making them discoverable and interoperable.
es: *Registro GBIF* - un registro que administra los nodos, organizaciones, recursos e instalaciones IPT registradas en GBIF, haciendo que sean detectables e interoperables.
zh: *GBIF注册* - 用于管理节点、组织、资源和IPT安装的注册表，从而使它们能够被发现并可以互用。

source: *Metadata* - in this user manual, metadata refers to the information about a data set as opposed the primary data in the data set.
es: *Metadatos* - en este manual de usuario, los metadatos se refieren a la información acerca de un conjunto de datos frente a los datos principales en el conjunto de datos.
zh: *元数据* - 在本用户手册中，元数据指的是数据集中相对于数据集原始数据的信息。

source: *Metadata Resource* - a resource having information about a data set, but without having the actual primary data. A metadata resource might give information about a collection that has not yet been digitized, for example.
es: *Recurso de metadatos* - un recurso que tiene información sobre un conjunto de datos, pero sin tener los datos primarios reales. Un recurso de metadatos podría dar información sobre una colección que aún no ha sido digitizada, por ejemplo.
zh: *元数据资源* - 拥有数据集信息但没有实际原始数据的资源。 元数据资源可能会提供关于尚未数字化的收藏的信息。例如，

source: *Occurrence Resource* - a resource having information about Occurrences as defined in the Darwin Core.
es: *Recurso de ocurrencia* - un recurso que tiene información sobre ocurrencias como se define en el Darwin Core.
zh: *出现资源* - 一个拥有达尔文核心定义的事件信息的资源。

source: *Private* - a state of a resource in which only the creator, invited managers, and IPT administrators can view it.
es: *Privado* - un estado de un recurso en el que solo el creador, los administradores invitados y los administradores de IPT pueden verlo.
zh: *私有* - 只有创建者、邀请管理员和 IPT 管理员才能查看资源的状态。

source: *Public* - a state of a resource in which anyone can view it.
es: *Público* - un estado de un recurso en el que cualquiera puede verlo.
zh: *公开* - 任何人都可以查看资源的状态。

source: *Published Release* - a version of the resource that has been produced by the IPT.
es: *Versión publicada* - una versión del recurso que ha sido producido por la IPT.
zh: *已发布的版本* - IPT生成的资源版本

source: *Registered* - a state of a public resource or of an IPT instance in which anyone can discover it through the GBIF Registry.
es: *Registrado* - un estado de un recurso público o de una instancia IPT en la que cualquiera puede descubrirlo a través del Registro GBIF.
zh: *注册*-公共资源或IPT实例的状态，在此状态下，任何人都可以通过 GBIF注册表发现它。

source: *Resource* - in this user manual, resource refers to a data set and the metadata about it.
es: *Recurso* - en este manual de usuario, el recurso se refiere a un conjunto de datos y los metadatos al respecto.
zh: *Resource* - 在本用户手册中，资源是指一个数据集和有关它的元数据。

source: *Resource Managers* - IPT users having a role that allows them to create, change, and remove resources.
es: *Administradores de recursos* - Usuarios de IPT que tienen un rol que les permite crear, cambiar y eliminar recursos.
zh: *资源管理员* - IPT用户能够创建、更改和移除资源。

source: *RowType* - the category of information represented in an extension. The RowType is generally the URI of the Class that best fits the information contained in the extension.
es: *RowType* - la categoría de información representada en una extensión. El RowType es generalmente la URI de la clase que mejor se ajusta a la información contenida en la extensión.
zh: * RowType* - 扩展中所代表的信息类别。 RowType 通常是类的 URI，最适合扩展中包含的信息。
